{
  "meta": {
    "created_date": "2017-09-06T19:55:00",
    "updated_date": "2021-07-01T00:57:28",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6074,
    "slug": "27257-2",
    "title": "Bureau of Cannabis Control Announces CEQA Proposed Program Study Results and Public Workshop Meetings",
    "author": "Department of Cannabis Control",
    "date": "2017-09-06T19:55:00",
    "modified": "2021-06-30T17:57:28",
    "date_gmt": "2017-09-06T19:55:00",
    "modified_gmt": "2021-07-01T00:57:28",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2017/09/06/27257-2/",
    "excerpt": "<p>The Bureau of Cannabis Control released its California Environmental Quality Act Proposed Program study to the public today.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<div>\n<p>SACRAMENTO – The Bureau of Cannabis Control released its California Environmental Quality Act (CEQA) Proposed Program study to the public today.</p>\n<p>As the lead agency under CEQA, the Bureau has prepared an Initial Study/Proposed Negative Declaration (IS/ND) for the Proposed Program. Based on the findings of the IS/ND, the Bureau has determined that the Proposed Program would not have any significant effects on the environment.</p>\n<p>The Bureau is developing regulations pursuant to the Medicinal and Adult-Use Cannabis Regulation and Safety Act (MAUCRSA) to establish a regulatory licensing and enforcement program (Proposed Program) for commercial cannabis distributors, retailers, testing laboratories and microbusinesses.</p>\n<p>The overall purpose of the Proposed Program is to establish a regulatory licensing and enforcement program that ensures medicinal and adult-use commercial cannabis activities are performed in a manner that protects the environment, commercial cannabis industry workers, the general public and complies with applicable laws.</p>\n<p>The Bureau is making the IS/ND available for public review and will consider public comments regarding the content of the IS/ND.</p>\n<p>The Bureau will also host three community workshop meetings to provide the public and regulatory agencies an opportunity to ask questions and submit comments on the IS/ND. These workshops will be available in Long Beach on September 18, Fresno on September 20 and Sacramento on September 21. All meetings will be held from 6 p.m. to 8 p.m.</p>\n<p>The formal comment period for the IS/ND for the Proposed Program begins on September 6 and ends at 5 p.m. on October 6.</p>\n<p>More information on the upcoming workshop meetings, Initial Study results and Notice of Intent can be found at: <a href=\"https://bcc.ca.gov/\">https://bcc.ca.gov/</a>.</p>\n<p>Comments may be emailed to: <a href=\"mailto:BCC.CEQAcomments@dca.ca.gov\">BCC.CEQAcomments@dca.ca.gov</a>.</p>\n<p>For additional information about the Bureau of Cannabis Control, or to subscribe to email alerts to hear about updates as they become available, please visit our website – <a href=\"https://bcc.ca.gov/\">https://bcc.ca.gov/</a>. For information on all three licensing authorities, please visit the state’s cannabis web portal – <a href=\"\">cannabis.ca.gov</a>.</p>\n</div>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      "Bureau of Cannabis Control",
      null,
      null,
      null
    ]
  }
}