{
  "meta": {
    "created_date": "2018-07-13T17:08:00",
    "updated_date": "2021-06-19T15:50:55",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6033,
    "slug": "28617-2",
    "title": "State Cannabis Licensing Authorities Publish Proposed Regulations",
    "author": "Department of Cannabis Control",
    "date": "2018-07-13T17:08:00",
    "modified": "2021-06-19T08:50:55",
    "date_gmt": "2018-07-13T17:08:00",
    "modified_gmt": "2021-06-19T15:50:55",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2018/07/13/28617-2/",
    "excerpt": "<p>SACRAMENTO – California’s three state cannabis licensing authorities today announced the publication of proposed regulations in the California Regulatory Notice Register, the first step toward adopting non-emergency regulations.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>SACRAMENTO – California’s three state cannabis licensing authorities today announced the publication of proposed regulations in the California Regulatory Notice Register, the first step toward adopting non-emergency regulations. This publication is the start of the formal rulemaking process and marks the opening of the 45-day public comment period.</p>\n<p>Each licensing authority’s proposed non-emergency regulations and rulemaking documents have been posted to California’s Cannabis Portal and can be viewed by clicking the following link: <a href=\"/cannabis-regulations/\">/cannabis-regulations/</a></p>\n<p>The current emergency regulations, adopted by the Bureau of Cannabis Control, California Department of Public Health and California Department of Food &amp; Agriculture in December 2017 and readopted in June 2018, were originally issued through the emergency rulemaking process to meet the legislative mandate to open California’s regulated cannabis market on January 1, 2018. These emergency regulations will remain in effect until the non-emergency rulemaking process is complete.</p>\n<p>“The emergency rulemaking process provided an opportunity to evaluate how the rules were working for businesses throughout the supply chain,” said Bureau of Cannabis Control Chief Lori Ajax. “The regulations we now propose include changes that make it easier for businesses to operate and strengthen public health and safety policies.”</p>\n<p>Public comments on the proposed regulations will be accepted in writing and during public hearings held throughout the state by each of the three licensing authorities on their respective proposed regulations. Dates and locations for each agency’s public comment hearings, including documents with instructions on how to submit written comments, are listed below.</p>\n<p><span><strong>Bureau of Cannabis Control Hearing Dates and Locations:</strong></span></p>\n<p><strong>August 7, 2018, 10:00 a.m. to 12:00 p.m. </strong>Hilton Oakland Airport, One Hegenberger Road, Oakland, CA 94621</p>\n<p><strong>August 14, 2018, 10:00 a.m. to 12:00 p.m. </strong>Millennium Biltmore Hotel, 506 South Grand Avenue, Los Angeles, CA 90071</p>\n<p><strong>August 27, 2018, 10:00 a.m. to 12:00 p.m. </strong>Tsakopoulos Library Galleria, 828 I Street, Sacramento, CA 95814</p>\n<p>How to Get Involved in the Regulatory Process: <a href=\"/wp-content/uploads/sites/13/2018/07/How-To-Get-Involved-in-the-Regulatory-Process.pdf\">/wp-content/uploads/sites/13/2018/07/How-To-Get-Involved-in-the-Regulatory-Process.pdf</a></p>\n<p><span><strong>California Department of Public Health Hearing Dates and Locations:</strong></span></p>\n<p><strong>July 30, 2018, 10:00 a.m. </strong>900 E. Birch Street, Valencia Room, Brea, CA 92821</p>\n<p><strong>August 20, 2018, 10:00 a.m. </strong>901 Myrtle Avenue, Eureka, CA 95501</p>\n<p><strong>August 27, 2018, 10:00 a.m. </strong>8400 Edes Avenue, Oakland, CA 94621</p>\n<p>Instructions on Submitting Public Comment: <a href=\"http://www.cdph.ca.gov/mcsb/rulemaking\">www.cdph.ca.gov/mcsb/rulemaking</a></p>\n<p><span><strong>California Department of Food &amp; Agriculture Hearing Dates and Locations:</strong></span></p>\n<p><strong>July 24, 2018, 1:00 p.m. to 3:00 p.m. </strong>Adorni Center, 1011 Waterfront Drive, Eureka, CA 95501</p>\n<p><strong>July 26, 2018, 1:00 p.m. to 3:00 p.m. </strong>Mission Inn Hotel and Spa, 3649 Mission Inn Avenue, Riverside, CA 92501</p>\n<p><strong>July 31, 2018, 1:00 p.m. to 3:00 p.m. </strong>Hilton Santa Barbara, 633 East Cabrillo Boulevard, Santa Barbara, CA 93103</p>\n<p><strong>August 28, 2018, 1:00 p.m. to 3:00 p.m. </strong>California Department of Food &amp; Agriculture, Auditorium, 1220 N Street, Sacramento, CA 95814</p>\n<p>How to Submit Your Comments: <a href=\"/wp-content/uploads/sites/13/2018/07/CDFA-How-to-Submit-Your-Comments.pdf\">/wp-content/uploads/sites/13/2018/07/CDFA-How-to-Submit-Your-Comments.pdf</a></p>\n<p>The licensing authorities will review each timely and relevant comment received and will respond to all comments in documents filed during the final stages of the rulemaking process, regardless of the method used to submit the comments. Comments may be submitted in writing to each licensing authority or at a public comment hearing. Comments also may be submitted orally at a public comment hearing. Parties interested in attending a public comment hearing do not need to RSVP. No public comments will be accepted by phone.</p>\n<p>On June 27, 2017, the legislature passed and Governor Brown signed into law the Medicinal and Adult-Use Cannabis Regulation and Safety Act (MAUCRSA) which provided one regulatory framework for both medicinal and adult-use commercial cannabis activity within the state. The state cannabis authorities adopted emergency regulations in December 2017 for initial implementation of the provisions of MAUCRSA and are now using the regular rulemaking process to adopt permanent regulations.</p>\n<p><strong># # #</strong></p>\n<p>For additional information regarding the release of the proposed regulations, or the upcoming public comment hearings, or to subscribe to email alerts to hear about updates as they become available, please visit the Bureau’s website at <a href=\"http://www.bcc.ca.gov/\">http://www.bcc.ca.gov/</a>. For information on all three state licensing authorities, please visit the state’s California Cannabis Portal at <a href=\"/\">/</a>. Follow the Bureau on <a href=\"https://www.facebook.com/BCCinfo.dca/\">Facebook</a>, <a href=\"https://twitter.com/BCCinfo_dca\">Twitter </a>and <a href=\"https://www.instagram.com/bureauofcannabiscontrol/\">Instagram</a> for daily news and updates.</p>\n<p>Those looking to get in touch with the Bureau of Cannabis Control can call our Call Center at (833) 768-5880, or send an email to <a href=\"mailto:bcc@dca.ca.gov\">bcc@dca.ca.gov</a>.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      "Bureau of Cannabis Control",
      "CalCannabis Cultivation Licensing",
      "California",
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}