{
  "meta": {
    "created_date": "2018-10-11T21:12:00",
    "updated_date": "2021-07-01T17:52:29",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6231,
    "slug": "bureau-of-cannabis-control-announces-weekly-reports",
    "title": "Bureau of Cannabis Control Announces Weekly Reports",
    "author": "Department of Cannabis Control",
    "date": "2018-10-11T21:12:00",
    "modified": "2021-07-01T10:52:29",
    "date_gmt": "2018-10-11T21:12:00",
    "modified_gmt": "2021-07-01T17:52:29",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2018/10/11/bureau-of-cannabis-control-announces-weekly-reports/",
    "excerpt": "<p>To All BCC Interested Parties:<br />\nThe Bureau of Cannabis Control has announced the addition of a new weekly report listing licensee information. This report reflects recently issued licenses, denied applications, and cannabis batch testing results.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>To All BCC Interested Parties:</p>\n<p>The Bureau of Cannabis Control has announced the addition of a new weekly report listing licensee information. This report reflects recently issued licenses, denied applications, and cannabis batch testing results. These reports are available on the &#8216;Check a License&#8217; page on the BCC&#8217;s website. To access the BCC&#8217;s weekly reports, simply click on the link provided below.</p>\n<p><strong>Weekly Reports</strong>: <a href=\"https://bcc.ca.gov/clear/documents/weekly/20181009_report.xlsx\">https://bcc.ca.gov/clear/documents/weekly/20181009_report.xlsx</a></p>\n<p>To receive future weekly reports through our email alerts, please visit our website&#8217;s email subscription page and select the boxes that state <strong>&#8216;BCC-WEEKLY-REPORT&#8217;</strong> and <strong>&#8216;Subscribe&#8217;</strong>. Proceed to enter your email address and click submit once you are finished.</p>\n<p><strong>Subscribe to Future Weekly Reports</strong>: <a href=\"https://bcc.ca.gov/webapps/subscribe/\">https://bcc.ca.gov/webapps/subscribe/</a></p>\n<p><span><strong>Definitions of Columns Provided on Reports:</strong></span></p>\n<ul>\n<li><strong>Business Name:&nbsp;</strong>Legal name of the applicant business entity as registered with the California Secretary of State.</li>\n<li><strong>DBA:</strong> Doing business as. The business trade name of the applicant. (Note: field may be blank)</li>\n<li><strong>Premises City, County, Zip:&nbsp;</strong>Premises address for the business entity. (Note: Address information listed for Cannabis Event Organizer application is mailing)</li>\n<li><strong>Record Type:&nbsp;</strong>Indicates what type of license was applied for or issued.</li>\n<li><strong>License Designation: </strong>Refers to if the applicant requested that the license be designated as medicinal, adult-use, or both. (Note: This field will be blank for testing laboratory and cannabis event organizer license types)</li>\n<li><strong>Business Entity Structure</strong>: Business entity structure associated with the application or license.</li>\n<li><strong>Application Number:&nbsp;</strong>Application number for the application</li>\n<li><strong>License Number:</strong> License number for the license. TEMP is the acronym for a temporary license.</li>\n<li><strong>Record Status:&nbsp;</strong>The current status of the application or license.</li>\n<li><strong>Record Status Date:</strong> Date application was issued or denied.</li>\n<li><strong>Denied:&nbsp;</strong>When an application&nbsp;<strong>does not</strong>&nbsp;meet the criteria for licensure, it is Denied.</li>\n<li><strong>Active:&nbsp;</strong>When an application&nbsp;<strong>does&nbsp;</strong>meet the criteria for licensure it is approved and a license becomes Active.</li>\n</ul>\n<p><span><strong>Definitions for Cannabis Batch Testing</strong>:</span></p>\n<ul>\n<li>Label Claims: When a product fails because the cannabinoid and terpenoids content displayed on the product label is greater than 10% of the testing lab results.</li>\n<li>Pesticides: When a product fails for 1 or more Category I and/or Category II Residual Pesticides pursuant to 16 CCR section 5719.</li>\n<li>Microbial Impurities: When a product fails for e.coli, salmonella, and/or pathogenic Aspergillus species (A. fumigatus, A. flavus, A. niger, and A. terreus) pursuant to 16 CCR section 5720.</li>\n<li>Solvents: When a product fails for 1 or more Category I and/or Category II Residual Solvent or Processing Chemicals pursuant to 16 CCR section 5718</li>\n<li>Moisture Content: When a flower batch fails because the moisture content is greater than 13%.</li>\n<li>Foreign Material: When a product fails for containing unwanted filth such as mold, insect fragments, hair, and/or related hazardous adulterants pursuant to 16 CCR section 5722.</li>\n<li>Homogeneity: When a cannabis edible product fails because the THC content is not consistent or homogenous throughout the product pursuant to 16 CCR Section 5716.</li>\n</ul>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "BCC Weekly Report",
      "Bureau of Cannabis Control",
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}