{
  "meta": {
    "created_date": "2018-08-13T14:52:00",
    "updated_date": "2021-06-19T15:50:54",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6031,
    "slug": "bureau-of-cannabis-control-to-hold-public-hearing-on-proposed-cannabis-regulations-in-los-angeles",
    "title": "Bureau of Cannabis Control to Hold Public Hearing on Proposed Cannabis Regulations in Los Angeles",
    "author": "Department of Cannabis Control",
    "date": "2018-08-13T14:52:00",
    "modified": "2021-06-19T08:50:54",
    "date_gmt": "2018-08-13T14:52:00",
    "modified_gmt": "2021-06-19T15:50:54",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2018/08/13/bureau-of-cannabis-control-to-hold-public-hearing-on-proposed-cannabis-regulations-in-los-angeles/",
    "excerpt": "<p>SACRAMENTO – The Bureau of Cannabis Control (Bureau) announced today that the second of three public hearings for our proposed non-emergency cannabis regulations will be held on Tuesday, August 14 in Los Angeles.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p><strong>SACRAMENTO</strong> – The Bureau of Cannabis Control (Bureau) announced today that the second of three public hearings for our proposed non-emergency cannabis regulations will be held on Tuesday, August 14 in Los Angeles. The hearing is intended to provide the public with an opportunity to voice their opinions on the rulemaking process.</p>\n<p>During the hearing, the public is welcome to present oral comments or submit written comments in person as it pertains to the Bureau’s proposed regulations.</p>\n<p><span><strong>BUREAU OF CANNABIS CONTROL – PUBLIC HEARING IN LOS ANGELES:</strong></span></p>\n<p><strong>WHERE: Millennium Biltmore Hotel, 506 South Grand Avenue, Los Angeles, CA 90071</strong></p>\n<p><strong>WHEN: Tuesday, August 14, 2018, 10:00 a.m. to Noon</strong></p>\n<p>Oral comments given at the hearing will be recorded by the Bureau. To ensure that all hearing attendees have an opportunity to provide oral comments, each speaker may be limited to a specific amount of time to comment. Those who wish to provide an oral comment may also wish to bring a written comment to submit at the hearing.</p>\n<p>Dates and locations for future hearings, including information on hearings hosted by the California Department of Public Health and the California Department of Food and Agriculture, are listed in the following link: <a href=\"/meetings-events/\">/meetings-events/</a>.</p>\n<p><strong>SEATING LIMITED: </strong>Meeting attendees are encouraged to arrive early, as the Bureau cannot guarantee seating in the event the room reaches capacity.</p>\n<p><strong># # #</strong></p>\n<p>For additional information on future public hearings, proposed cannabis regulations, how to become involved in the regulatory process, or to subscribe to email alerts to hear about updates as they become available, please visit the Bureau’s website at <a href=\"http://www.bcc.ca.gov/\">http://www.bcc.ca.gov/</a>. For information on all three state licensing authorities, please visit the state’s California Cannabis Portal at <a href=\"/\">/</a>. Follow the Bureau on <a href=\"https://www.facebook.com/BCCinfo.dca/\">Facebook</a>, <a href=\"https://twitter.com/BCCinfo_dca\">Twitter </a>and <a href=\"https://www.instagram.com/bureauofcannabiscontrol/\">Instagram</a> for daily news and updates.</p>\n<p>Those looking to get in touch with the Bureau of Cannabis Control can reach our Call Center at (833) 768-5880, or send an email to <a href=\"mailto:bcc@dca.ca.gov\">bcc@dca.ca.gov</a>.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      "August",
      "Bureau of Cannabis Control",
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}