{
  "meta": {
    "created_date": "2019-08-07T19:14:00",
    "updated_date": "2021-06-19T15:50:50",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6000,
    "slug": "california-department-of-justice-releases-new-medicinal-cannabis-guidelines",
    "title": "California Department of Justice Releases New Medicinal Cannabis Guidelines",
    "author": "Department of Cannabis Control",
    "date": "2019-08-07T19:14:00",
    "modified": "2021-06-19T08:50:50",
    "date_gmt": "2019-08-07T19:14:00",
    "modified_gmt": "2021-06-19T15:50:50",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2019/08/07/california-department-of-justice-releases-new-medicinal-cannabis-guidelines/",
    "excerpt": "<p>SACRAMENTO – Today, the California Department of Justice released the “Guidelines for the Security and Non-Diversion of Cannabis Grown for Medicinal Use” to clarify the state’s laws governing medicinal cannabis, specifically those related to the enforcement, transportation, and use of medicinal cannabis.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p><strong>SACRAMENTO</strong> – Today, the California Department of Justice released the “Guidelines for the Security and Non-Diversion of Cannabis Grown for Medicinal Use” to clarify the state’s laws governing medicinal cannabis, specifically those related to the enforcement, transportation, and use of medicinal cannabis. The Guidelines come after significant changes in state law on recreational cannabis use.</p>\n<p>Historically, the State of California has been at the forefront of the cannabis legalization movement. In 1996, California became the first state to legalize the use of medicinal cannabis when voters approved Proposition 215, the Compassionate Use Act, an initiative that exempted qualified patients and their primary caregivers from criminal liability under state law for the possession and cultivation of cannabis. The Medical Marijuana Program Act, enacted by the Legislature in 2004, further clarified lawful medicinal cannabis practices by establishing a voluntary statewide identification card system, specific limits on the amount of medicinal cannabis each cardholder could possess, and rules for the cultivation of medicinal cannabis by collectives and cooperatives.</p>\n<p>On November 8, 2016, the voters of California passed Proposition 64, the Control, Regulate and Tax Adult Use of Marijuana Act, which established a comprehensive system to legalize, control, and regulate the cultivation, processing, manufacture, distribution, testing, and sale of cannabis and cannabis products, for use by adults 21 years and older. On June 27, 2017, Senate Bill 94 merged the laws for the medicinal and adult-use of cannabis under one statutory scheme, the Medicinal and Adult-Use Cannabis Regulation and Safety Act. Passage of these laws resulted in the continued exemption of qualified patients and their primary caregivers from certain criminal penalties and the reduction and elimination of certain criminal penalties related to cannabis.</p>\n<p>The revised guidelines include:</p>\n<ul>\n<li>A summary of applicable laws;</li>\n<li>Guidelines regarding individual qualified patients and primary caregivers;</li>\n<li>Best practices for the recommendation of cannabis for medical purposes;</li>\n<li>Enforcement guidelines for state and local law enforcement agencies; and</li>\n<li>Guidance regarding collectives and cooperatives.</li>\n</ul>\n<p>A copy of the Guidelines is <a href=\"https://oag.ca.gov/system/files/attachments/press-docs/MEDICINAL%20CANNABIS%20Guidelines.pdf\">attached here</a>.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      "California department of justice",
      null,
      null,
      null,
      null,
      null
    ]
  }
}