{
  "meta": {
    "created_date": "2021-01-08T23:02:00",
    "updated_date": "2021-07-01T01:17:28",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 5968,
    "slug": "cannabis-licensing-authorities-consolidation-part-of-governors-proposed-state-budget",
    "title": "Cannabis Licensing Authorities Consolidation Part Of Governor’s Proposed State Budget",
    "author": "Department of Cannabis Control",
    "date": "2021-01-08T23:02:00",
    "modified": "2021-06-30T18:17:28",
    "date_gmt": "2021-01-08T23:02:00",
    "modified_gmt": "2021-07-01T01:17:28",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2021/01/08/cannabis-licensing-authorities-consolidation-part-of-governors-proposed-state-budget/",
    "excerpt": "<p>Governor Newsom’s fiscal year 2021-2022 budget proposal released today includes a proposal to consolidate the three state licensing authorities into a single Department of Cannabis Control.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>SACRAMENTO – Governor Newsom’s fiscal year 2021-2022 budget proposal released today includes a proposal to consolidate the three state licensing authorities into a single Department of Cannabis Control. This proposal was first announced in January 2020 but was delayed due to the impacts of the COVID-19 pandemic. If approved by the Legislature, the new Department will be created on July 1, 2021.</p>\n<p>In an effort to improve access to licensing and simplify and centralize regulatory oversight of commercial cannabis activity, the Governor’s Budget proposes to consolidate licensing and associated regulatory functions into a single state Department. This proposal seeks to better serve stakeholders including cannabis businesses, local governments, and members of the public by acting as a single point of contact as well as leverage existing funding in a more efficient way by reducing redundancies. Further, it seeks to establish uniform operations and procedures that will streamline processes for applicants and licensees and offer better service and coordination.</p>\n<p>The three state licensing authorities have begun to prepare and plan for the consolidation and, most importantly, to ensure continuity of operations. We are committed to making this transition in a manner that reduces unnecessary disruption to the marketplace and California businesses. Our team members will remain available to applicants and licensees as they continue their routine business activities.</p>\n<p><span><strong>Highlights of Budget Change Proposal</strong></span></p>\n<p>The budget change proposal establishes the Department of Cannabis Control (DCC) within the Business, Consumer Services and Housing Agency. This proposal creates the infrastructure for the new Department by moving existing positions and funding currently supporting the three state cannabis licensing authorities under DCC. The budget change proposal requests $153,834,000 in funding for fiscal year 2021-2022 and 621 positions.</p>\n<p>Key objectives of the proposal include:</p>\n<ul>\n<li>Retention of existing expertise through the transfer of existing positions from the three state cannabis authorities to the new Department.</li>\n<li>Encouraging continuity and stability during the transition through continued use of the licensing systems and California Cannabis Track-and-Trace System and through interagency agreements with existing departments for services while the Department is further developed.</li>\n<li>Continued development of an industry and outreach campaign to educate and encourage licensure and increase consumer awareness.</li>\n</ul>\n<p>Under the proposal, the California Department of Food and Agriculture (CDFA) will retain the Cannabis Appellations Program. The OCal Programs, which will establish standards for cannabis comparable to the National Organic Program, will also be retained within CDFA and the California Department of Public Health (CDPH) and will continue to benefit from their existing expertise.</p>\n<p>Additional information about the budget can be found on the Department of Finance’s <a href=\"http://www.ebudget.ca.gov/\">California Budget webpage</a>.</p>\n<p><em>For more information on the three state cannabis licensing authorities, visit the Cannabis Portal: www.cannabis.ca.gov. To subscribe to email alerts from the three licensing authorities, visit the following links: <a href=\"https://bcc.ca.gov/webapps/subscribe/\">BCC</a>, <a href=\"https://www.cdfa.ca.gov/calcannabis/subscribe.html\">CDFA</a>, <a href=\"https://visitor.r20.constantcontact.com/manage/optin?v=001dwtC1_5l2X-47Oap4PrpCfKwpL7jove8T-7Yl7A0j4GSI-Ab84Bufdb7FH08F2JS0pmfyrgbxJZSG4M836RI8if3b1H6df_aKsb8-OiHHB4%3D\">CDPH</a>.</em></p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      "BCC",
      "Bureau of Cannabis Control",
      "California Department of Food and Agriculture",
      "California Department of Public Health",
      null,
      null,
      null
    ]
  }
}