{
  "meta": {
    "created_date": "2017-09-08T22:14:00",
    "updated_date": "2017-09-08T22:14:00",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6073,
    "slug": "cdph-launches-cannabis-public-education-campaign",
    "title": "CDPH Launches Cannabis Public Education Campaign",
    "author": "Department of Cannabis Control",
    "date": "2017-09-08T22:14:00",
    "modified": "2017-09-08T22:14:00",
    "date_gmt": "2017-09-08T22:14:00",
    "modified_gmt": "2017-09-08T22:14:00",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/code/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2017/09/08/cdph-launches-cannabis-public-education-campaign/",
    "excerpt": "<p>SACRAMENTO –Today the California Department of Public Health (CDPH) launched a health information and education campaign about what’s legal in California and potential health impacts of cannabis use.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>SACRAMENTO –Today the California Department of Public Health (CDPH) launched a health information and education campaign about what’s legal in California and potential health impacts of cannabis use. Senate Bill 94 (SB 94) &#8211; Medicinal and Adult Use Cannabis Regulation and Safety Act (MAUCRSA) &#8211; makes it legal for adults 21 or older to possess, consume and cultivate cannabis in California. Sale of cannabis from licensed retail outlets will become legal January 1, 2018.</p>\n<p>CDPH received funding to develop a campaign, as detailed in SB 94, describing:</p>\n<ul>\n<li>The scientific basis for restricting access of cannabis and cannabis products for persons under the age of 21 years;</li>\n<li>The penalties for providing access to cannabis and cannabis products to persons under the age of 21 years;</li>\n<li>The potential harms of using cannabis while pregnant or breastfeeding; and</li>\n<li>The potential harms of overusing cannabis or cannabis products.</li>\n</ul>\n<p>CDPH engaged in extensive conversations with stakeholders in California and partners in other states with legalized cannabis to target the most vulnerable populations and apply their lessons learned,” said CDPH Director and State Public Health Officer Dr. Karen Smith. “We are committed to providing Californians with science-based information to ensure safe and informed choices.” CDPH has and will continue to incorporate the latest data available into public messages to increase awareness about how cannabis affects bodies, minds and health.</p>\n<p>On CDPH&#8217;s website, individuals can find information about legal, safe and responsible use, and health information for youth, pregnant and breastfeeding women, parents and mentors, and health care providers. CDPH produced fact sheets with safe storage tips and the important things Californians need to know about purchasing and possessing cannabis for personal use. An educational digital toolkit for local governments and community organizations will be available in the future.</p>\n<p><a href=\"https://www.cdph.ca.gov/Programs/DO/letstalkcannabis/Pages/LetsTalkCannabis.aspx\">CDPH&#8217;s &#8220;Let&#8217;s Talk Cannabis&#8221; webpage can be found here. </a></p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}