{
  "meta": {
    "created_date": "2019-11-19T01:03:00",
    "updated_date": "2021-07-01T17:52:24",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6189,
    "slug": "changes-to-cannabis-excise-and-cultivation-taxes-regulation",
    "title": "Changes to Cannabis Excise and Cultivation Taxes Regulation",
    "author": "Department of Cannabis Control",
    "date": "2019-11-19T01:03:00",
    "modified": "2021-07-01T10:52:24",
    "date_gmt": "2019-11-19T01:03:00",
    "modified_gmt": "2021-07-01T17:52:24",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2019/11/19/changes-to-cannabis-excise-and-cultivation-taxes-regulation/",
    "excerpt": "<p>The California Department of Tax and Fee Administration (CDTFA) recently adopted Regulation 3700, <em>Cannabis Excise and Cultivation Taxes</em>, which addresses and clarifies the Cannabis Tax Law regarding the administration of the cannabis excise and cultivation taxes.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>The California Department of Tax and Fee Administration (CDTFA) recently adopted Regulation 3700, <em>Cannabis Excise and Cultivation Taxes</em>, which addresses and clarifies the Cannabis Tax Law regarding the administration of the cannabis excise and cultivation taxes. The effective date of the regulation is September 4, 2019, unless otherwise specified in the regulation.</p>\n<p><strong>New wholesale cost definition</strong></p>\n<p>Effective January 1, 2020, the wholesale cost definition will mean the amount paid by the cannabis retailer for cannabis or cannabis products, including transportation charges. The wholesale cost plus a mark-up rate determined by the CDTFA is used to determine the average market price of the cannabis or cannabis products sold in an arm’s length transaction. The 15&nbsp;percent cannabis excise tax applies to the average market price of cannabis or cannabis products sold in a retail sale. Prior to January 1, 2020, the wholesale cost is the amount paid by the retailer, including transportation charges and <em>adding back any discounts or trade allowances</em>.</p>\n<p><strong>Cannabis or cannabis products sold with cannabis accessories</strong></p>\n<p>Generally, the 15 percent cannabis excise tax does not apply to accessories. However, when a distributor does not separately state the sales price of the cannabis or cannabis products sold or transferred with cannabis accessories (for example, vape cartridges) to a cannabis retailer, the cost of the accessory is included in the calculation of the average market price when determining the cannabis excise tax due.</p>\n<p><strong>Other miscellaneous changes</strong></p>\n<ul>\n<li>Adds the definition of the California Cannabis Track-and-Trace system.</li>\n<li>Clarifies the definition of cannabis accessories, cannabis flowers, and fresh cannabis plant.</li>\n<li>Adds the cultivation tax invoicing requirements and clarifies the invoicing requirements when there are multiple licensees in a transaction.</li>\n<li>The distributor that conducts the final quality assurance review on the cannabis or cannabis products is responsible for reporting and paying the cultivation tax to the CDTFA.</li>\n<li>Clarifies information cannabis retailers <strong>must</strong> include on their receipts to purchasers.</li>\n<li>Clarifies how a cannabis retailer or a distributor shall handle any excess cannabis excise tax collected from a purchaser.</li>\n<li>Clarifies when the cannabis excise tax shall be collected when there are multiple distributors involved in a transaction.</li>\n<li>The distributor that supplies a retailer with cannabis or cannabis products is responsible for reporting and paying the cannabis excise tax to the CDTFA.</li>\n</ul>\n<p>Please see the current text of <a href=\"https://urldefense.proofpoint.com/v2/url?u=http-3A__www.cdtfa.ca.gov_lawguides_vol3_ctr_ctr-2Dreg3700.html&amp;d=DwMGaQ&amp;c=LHIwbLRMLqgNuqr1uGLfTA&amp;r=0VVin0diWSJhySQTljbmjmH7obUZIPhx4sxv503be1I&amp;m=xfobzmM8ubElK6c8TXbJZoUm4l3lSl59sfJujJjFnjc&amp;s=qYCAsP0NdI97D7mvQ0y4C2EcM6EXlP32kYx-hCuI6JA&amp;e=\">Regulation 3700</a>, <em>Cannabis Excise and Cultivation Taxes</em>.</p>\n<p><strong>For More Information</strong></p>\n<p>This special notice is intended to give you an overview of some of the requirements for the cannabis industry. We encourage you to read our online <a href=\"https://urldefense.proofpoint.com/v2/url?u=http-3A__www.cdtfa.ca.gov_industry_cannabis.htm&amp;d=DwMGaQ&amp;c=LHIwbLRMLqgNuqr1uGLfTA&amp;r=0VVin0diWSJhySQTljbmjmH7obUZIPhx4sxv503be1I&amp;m=xfobzmM8ubElK6c8TXbJZoUm4l3lSl59sfJujJjFnjc&amp;s=XEEUASPyy0J3ZI_VDO8fcUepWmEhWvL-V4DytbrOBwk&amp;e=\"><em>Tax Guide for Cannabis Businesses</em></a>. You may also call our Customer Service Center at 1‑800‑400‑7115 (CRS:711). Customer service representatives are available Monday through Friday from 8:00&nbsp;a.m. to 5:00&nbsp;p.m. (Pacific time), except state holidays. When calling, select the option for <em>Special Taxes and Fees</em>.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "California department of tax and fee administration",
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}