{
  "meta": {
    "created_date": "2017-10-04T22:52:00",
    "updated_date": "2021-07-01T17:52:34",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6066,
    "slug": "department-of-consumer-affairs-announces-appointments-to-cannabis-advisory-committee",
    "title": "Department of Consumer Affairs Announces Appointments to Cannabis Advisory Committee",
    "author": "Department of Cannabis Control",
    "date": "2017-10-04T22:52:00",
    "modified": "2021-07-01T10:52:34",
    "date_gmt": "2017-10-04T22:52:00",
    "modified_gmt": "2021-07-01T17:52:34",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2017/10/04/department-of-consumer-affairs-announces-appointments-to-cannabis-advisory-committee/",
    "excerpt": "<p>SACRAMENTO – The Department of Consumer Affairs today announced the members of the state’s new Cannabis Advisory Committee under the Bureau of Cannabis Control (BCC).</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>SACRAMENTO – The Department of Consumer Affairs today announced the members of the state’s new Cannabis Advisory Committee under the Bureau of Cannabis Control (BCC).</p>\n<p>The committee will advise BCC and the other licensing authorities – the California Department of Food and Agriculture and the California Department of Public Health – on the development of regulations that help protect public health and safety and reduce the illegal market for cannabis.</p>\n<p>“The department received hundreds of qualified applications for the committee and reviewed all of them during the selection process,” said Department of Consumer Affairs Director Dean R. Grafilo. “These individuals represent the diverse backgrounds of California and the cannabis industry and have the necessary experience to make the committee successful.”</p>\n<p>The members appointed by Department of Consumer Affairs Director Dean R. Grafilo include:</p>\n<ul>\n<li>Avis Bulbulyan, CEO, SIVA Enterprises</li>\n<li>Timmen Cermak, MD, Addiction Psychiatry, California Society of Addiction Medicine</li>\n<li>Matt Clifford, Attorney, Trout Unlimited</li>\n<li>Bill Dombrowski, President and CEO, California Retailers Association</li>\n<li>Jeff Ferro, Director, Cannabis Workers Rising (United Food and Commercial Workers)</li>\n<li>Kristin Heidelbach, Director, Teamsters Joint Councils 7 &amp; 42</li>\n<li>Eric Hirata, Chief Deputy Director, Department of Alcoholic Beverage Control</li>\n<li>Alice Huffman, President and CEO, A.C. Public Affairs, Inc.</li>\n<li>Catherine Jacobson, Director of Clinical Research, Tilray</li>\n<li>Arnold Leff, Public Health Officer, Santa Cruz County Department of Public Health</li>\n<li>Kristin Lynch, Deputy Executive Director, Service Employees International Union, Local 1021</li>\n<li>Kristin Nevedal, Chief Compliance Officer, Sunfed, Inc.</li>\n<li>Joe Nicchitta, Countywide Coordinator, Office of Marijuana Management, County of Los Angeles</li>\n<li>Lavonne Peck, Owner, Native Network Consulting</li>\n<li>Matt Rahn, Mayor Pro-Tem, City of Temecula</li>\n<li>Keith Stephenson, Founder and CEO, Purple Heart Patient Center</li>\n<li>James Sweeney, Principal, James W. Sweeney &amp; Associates</li>\n<li>Tamar Todd, Policy Manager and Legal Director, Drug Policy Alliance</li>\n<li>Helena Williams, Captain, Drug Evaluation &amp; Classification Program, California Highway Patrol</li>\n<li>David Woolsey, Sergeant, San Jose Police Department, Division of Medical Marijuana Control</li>\n<li>Ben Wu, President and Chief Operating Officer, Kush Bottles</li>\n<li>Beverly Yu, Assistant Policy Analyst, United Domestic Workers</li>\n</ul>\n<p>Committee members serve at the pleasure of the Director of the Department of Consumer Affairs. Members will not be paid, but will be reimbursed for any necessary travel for approved advisory committee meetings.</p>\n<p>BCC will work with the new members to set a date for the first meeting of the advisory committee. Additional information and meeting agendas will soon be posted at <a href=\"http://www.bcc.ca.gov\">www.bcc.ca.gov</a>, and on the Cannabis Web Portal, <a href=\"\">www.cannabis.ca.gov</a>.</p>\n<p>For additional information about BCC, or to subscribe to email alerts, visit <a href=\"http://www.bcc.ca.gov\">www.bcc.ca.gov</a>.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "Advisory Committee",
      "Bureau of Cannabis Control",
      null,
      null
    ]
  }
}