{
  "meta": {
    "created_date": "2018-03-26T18:24:00",
    "updated_date": "2021-07-01T17:52:32",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6262,
    "slug": "information-for-cannabis-retailers-how-to-collect-the-cannabis-excise-tax-from-your-customers-on-retail-sales",
    "title": "Information for Cannabis Retailers &#8211; How to Collect the Cannabis Excise Tax from your Customers on Retail Sales",
    "author": "Department of Cannabis Control",
    "date": "2018-03-26T18:24:00",
    "modified": "2021-07-01T10:52:32",
    "date_gmt": "2018-03-26T18:24:00",
    "modified_gmt": "2021-07-01T17:52:32",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2018/03/26/information-for-cannabis-retailers-how-to-collect-the-cannabis-excise-tax-from-your-customers-on-retail-sales/",
    "excerpt": "<p>Beginning January 1, 2018, cannabis distributors are required to calculate and collect the cannabis excise tax from you on cannabis or cannabis products that they sell or transfer to you.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>Beginning January 1, 2018, cannabis distributors are required to calculate and collect the cannabis excise tax from you on cannabis or cannabis products that they sell or transfer to you. In an arm’s length transaction, your distributor calculates the cannabis excise tax based on the “average market price,” which is computed by applying the CDTFA’s predetermined markup rate (currently at 60 percent) to the wholesale cost of the cannabis and cannabis products sold or transferred. Your distributor will provide you with an invoice or receipt that contains the following:</p>\n<ul>\n<li>Your name, as the licensee receiving the product,</li>\n<li>The distributor’s name,</li>\n<li>The unique identifier associated with the cannabis or cannabis products, and</li>\n<li>The amount of cannabis excise tax paid.</li>\n</ul>\n<p>Although your cannabis distributor is required to use the predetermined markup rate to compute the average market price in an arm’s length transaction, the predetermined markup rate is not meant or required to be used by you to determine your selling price of cannabis or cannabis products.</p>\n<p>When you sell cannabis or cannabis products, you are required to collect the cannabis excise tax from your customer. The easiest way is to include the cannabis excise tax that you paid to your distributor in the selling price to your customer. You are not required to itemize the amount of cannabis excise tax collected from your customer on the receipt; however, you must include the following statement on the invoice or receipt,</p>\n<p><em>“The cannabis excise taxes are included in the total amount of the invoice.”</em></p>\n<p>You are not required to reconcile the average market price the distributor calculates for determining the excise tax with your retail selling price of cannabis or cannabis products.</p>\n<p>Remember, unless there is an applicable exemption, sales tax is due on your retail sales of cannabis or cannabis products and is computed on your retail selling price, <em>including </em>the cannabis excise tax.</p>\n<p>This email is intended to give you an overview of some of the requirements for cannabis retailers and does not address all requirements for the cannabis industry. We encourage you to read our online <a href=\"http://www.cdtfa.ca.gov/industry/cannabis.htm\"><em>Tax Guide for Cannabis Businesses</em></a>, or <a href=\"http://www.cdtfa.ca.gov/contact.htm\">contact us</a>.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "California",
      "California department of tax and fee administration",
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}