{
  "meta": {
    "created_date": "2019-09-26T21:30:00",
    "updated_date": "2021-06-19T15:50:50",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 5995,
    "slug": "investing-in-social-equity-28-5-million-works-to-counteract-impacts-of-the-war-on-drugs",
    "title": "Investing in Social Equity: $28.5 Million Works to Counteract Impacts of the War on Drugs",
    "author": "Department of Cannabis Control",
    "date": "2019-09-26T21:30:00",
    "modified": "2021-06-19T08:50:50",
    "date_gmt": "2019-09-26T21:30:00",
    "modified_gmt": "2021-06-19T15:50:50",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2019/09/26/investing-in-social-equity-28-5-million-works-to-counteract-impacts-of-the-war-on-drugs/",
    "excerpt": "<p>Sacramento, CA – Today, the Governor’s Office of Business and Economic Development (GO-Biz) announced 69 grants totaling $28.5 million awarded to organizations across the state.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<div>\n<p><strong>Sacramento, CA</strong> – Today, the Governor’s Office of Business and Economic Development (GO-Biz) announced <a href=\"http://cts.vresp.com/c/?GOBiz/efe437e677/TEST/d0c30abd51\" target=\"_blank\" rel=\"noopener noreferrer\" data-auth=\"NotApplicable\">69 grants totaling $28.5 million</a> awarded to organizations across the state. The funds come from cannabis tax revenue generated by The Adult Use of Marijuana Act (Proposition 64, 2016), and are granted through the California Community Reinvestment Grants (CalCRG) program. These grants serve communities disproportionately affected by the War on Drugs (WoD).</p>\n<p>“We have a moral responsibility to address the War on Drugs’ multi-generational impacts that have marginalized communities throughout our state,” said Governor Gavin Newsom. “Programs like CalCRG exemplify California’s commitment to this responsibility, and it ensures our cannabis marketplace remains rooted in social justice.”</p>\n</div>\n<p>“Out of decades of misguided drug policies, California is now building a cannabis regulatory framework that literally invests in social justice,” said Nicole Elliott, Governor Newsom’s Senior Advisor on Cannabis. “As we continue to build our legal cannabis marketplace, one of this Administration’s priorities is ensuring that revenues generated from the legal market are redistributed to those communities that have borne the brunt of being over-policed and under-resourced.”</p>\n<p>The <a href=\"http://cts.vresp.com/c/?GOBiz/efe437e677/TEST/712d37da63\" target=\"_blank\" rel=\"noopener noreferrer\" data-auth=\"NotApplicable\">CalCRG program</a> was included in Proposition 64, which was approved by California voters on November 8, 2016.  In accordance with the law, GO-Biz will award grants to local health departments and qualified community-based nonprofit organizations to support the following activities for communities disproportionately affected by past federal and state drug policies:</p>\n<ul type=\"disc\">\n<li>Job placement </li>\n<li>Mental health treatment </li>\n<li>Substance use disorder treatment </li>\n<li>System navigation services </li>\n<li>Legal services to address barriers to reentry </li>\n<li>Linkages to medical care</li>\n</ul>\n<p>&#8220;Our patient population is primarily comprised of low-income communities of color who have directly endured a long history of discriminatory policies that have resulted from the War on Drugs. This form of racism is often a precursor to the high rates of mental health disorders and domestic violence faced by our target population,” said Jane Garcia, CEO of La Clinica de La Raza, Inc. “This funding will help us advance the health of the communities that have been affected by the War on Drugs the most.”</p>\n<p>“The Anti-Recidivism Coalition (ARC) is honored to receive an inaugural GO-Biz California Community Reinvestment Grant. Support from GO-Biz directly impacts our ability to serve over 1,200 formerly incarcerated men and women through comprehensive reentry services such as job placement, mental health treatment, system navigation services, and legal services,” said Sam Lewis, Executive Director of ARC. “Our holistic model is unique in that ARC aims to help our members achieve much more than stability: we empower them to achieve personal transformation and reach their most aspirational career, educational, and personal goals. In partnership with GO-Biz, ARC&#8217;s programs will work to break the cycle of incarceration and recidivism so that we can build safer and more equitable communities for all people.”</p>\n<p>The CalCRG program is funded by the cannabis excise and cultivation taxes imposed by Revenue and Taxation Code sections 34011 and 34012, respectively. Contingent upon sufficient tax proceeds generated, the future funding for the grant program is as follows:</p>\n<ul type=\"disc\">\n<li>$30 million in fiscal year 2020-21 (July 1, 2020 – June 30, 2021)</li>\n<li>$40 million in fiscal year 2021-22 (July 1, 2021 – June 30, 2022)</li>\n<li>$50 million in fiscal year 2022-23 (July 1, 2022 – June 30, 2023) and each year thereafter</li>\n</ul>\n<p>As required by the law, at least 50 percent of the grant funding will be allocated to qualified community-based nonprofit organizations.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      "CalCRG program",
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}