{
  "meta": {
    "created_date": "2017-10-31T15:25:00",
    "updated_date": "2021-07-01T17:52:34",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6276,
    "slug": "media-uc-san-diego-developing-public-awareness-campaign-on-pots-effect-on-drivers",
    "title": "Media: UC San Diego developing public awareness campaign on pot&#8217;s effect on drivers",
    "author": "Department of Cannabis Control",
    "date": "2017-10-31T15:25:00",
    "modified": "2021-07-01T10:52:34",
    "date_gmt": "2017-10-31T15:25:00",
    "modified_gmt": "2021-07-01T17:52:34",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2017/10/31/media-uc-san-diego-developing-public-awareness-campaign-on-pots-effect-on-drivers/",
    "excerpt": "<p>UC San Diego has begun looking for effective ways to talk to the public about how marijuana can impair a person’s driving abilities, a move prompted by the legalization of recreational marijuana in California.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>UC San Diego has begun looking for effective ways to talk to the public about how marijuana can impair a person’s driving abilities, a move prompted by the legalization of recreational marijuana in California.</p>\n<p>Researchers will initially develop talking points for law enforcement and physicians, who are often in a position to educate people about drugs. The campaign will then be more directly expanded to the public, partially with the use of social media.</p>\n<p>The new campaign is part of the university’s larger, on-going effort to reduce the fatalities and injuries that result from such things as drunk driving, speeding, and distracted driving.</p>\n<p>The school’s Training, Research and Education Driving Safety (TREDS) program is being underwritten by an $800,000 grant from the California Office of Traffic Safety.</p>\n<p>“We’re reviewing what’s known about marijuana and driving so that we can come up with the best techniques for changing behavior,” said Linda Hill, director of the TREDS program.</p>\n<p>“We know from our work with physicians that they like to have talking points in their pocket so that they can deliver a clear message. And we want to be clear because marijuana can affect people differently than alcohol.”</p>\n<p>The impact of marijuana use and driving is being sorted out, with special attention being paid in places like Colorado, where voters approved the recreational use of marijuana in late 2012.</p>\n<p>In August 2017, the Denver Post <a href=\"http://www.denverpost.com/2017/08/25/colorado-marijuana-traffic-fatalities/\" target=\"_blank\" rel=\"noopener\">published an investigation </a>that showed a major increase in fatal crashes involving drivers who tested positive for marijuana. But the investigation, based on state and federal data. said that it is unclear whether the increase in fatalities can be broadly tied to the legalization of recreational marijuana.</p>\n<p>The issue is being studied from another angle by UC San Diego, which received a $1.8 million grant from the California Legislature last year to develop a sobriety test that’s more effective at determining if a driver is high on marijuana.​​​​​​​</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "Alcohol",
      null,
      null,
      null,
      null
    ]
  }
}