{
  "meta": {
    "created_date": "2017-04-20T22:29:00",
    "updated_date": "2021-07-01T17:52:37",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6300,
    "slug": "migrant-workers-are-making-thousands-trimming-marijuana-in-california",
    "title": "Migrant workers are making thousands trimming marijuana in California",
    "author": "Department of Cannabis Control",
    "date": "2017-04-20T22:29:00",
    "modified": "2021-07-01T10:52:37",
    "date_gmt": "2017-04-20T22:29:00",
    "modified_gmt": "2021-07-01T17:52:37",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2017/04/20/migrant-workers-are-making-thousands-trimming-marijuana-in-california/",
    "excerpt": "<p>They sit for hours at a time, hunched over tables with scissors in one hand and marijuana in the other.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>They sit for hours at a time, hunched over tables with scissors in one hand and marijuana in the other. The work is tedious, but it pays well — for now. This once mostly black market trade is slowly becoming more regulated, hindering the flow of quick under-the-table cash.</p>\n<p>Hours meld, the sound of snipping and sticky scissors clinking when they are dipped in jars of alcohol as the workers groom the weed.</p>\n<p>Most people sitting around this table in Mendocino County are migrant workers. They flood into the region during the cannabis harvest in the fall. They are the trimmers, those hired to cut marijuana for hours on end. Many trimmers in the county looking for work this season have come from all over the U.S. and all over the rest of the world, including Spain, France, Portugal and Switzerland.<img loading=\"lazy\" src=\"/wp-content/uploads/sites/13/2017/04/abc-trimmers-34-er-170404_4x3_992-300x225.jpg\" alt=\"Worker trims Cannabis bud.\" width=\"300\" height=\"225\"></p>\n<p>“You want to get all the big leaf — and all the leaf — off the flower stuff so it shows in a beautiful way,” said cannabis farmer Tim Blake. “You really want to trim it perfectly if you’re going to sell it.”</p>\n<h6>Blake, 60, is a self-described activist who has been growing cannabis for 45 years.</h6>\n<p>Blake’s 155-acre farm is across the road from his dispensary, Healing Harvest Farms, in Laytonville, California. The farm is home to 99 marijuana plants that look more like trees, standing 6 to 13 feet tall. On average, he said, they produce 400 pounds of weed annually.</p>\n<p>The towering plants are harvested every fall. Before the weed is sold, it has to be cut, dried and trimmed.</p>\n<p>“The very best flowers are always going to be trimmed by hand,” Blake said.</p>\n<p>“Why do we trim? It’s obviously financial motivation, for sure. It’s not fun work,” said Bishma, 31, who has been trimming weed for eight years. He goes by Bishma in Mendocino but declined to give ABC News his legal name. <a href=\"http://abcnews.go.com/US/migrant-workers-making-thousands-trimming-marijuana-california/story?id=46578810\" target=\"_blank\" rel=\"noopener noreferrer\">(Read Full Story)</a></p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": []
  }
}