{
  "meta": {
    "created_date": "2019-01-17T01:32:00",
    "updated_date": "2021-06-19T15:50:53",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6018,
    "slug": "new-cannabis-regulations-approved-by-the-office-of-administrative-law",
    "title": "New Cannabis Regulations Approved by the Office of Administrative Law",
    "author": "Department of Cannabis Control",
    "date": "2019-01-17T01:32:00",
    "modified": "2021-06-19T08:50:53",
    "date_gmt": "2019-01-17T01:32:00",
    "modified_gmt": "2021-06-19T15:50:53",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2019/01/17/new-cannabis-regulations-approved-by-the-office-of-administrative-law/",
    "excerpt": "<p>SACRAMENTO – California’s three state cannabis licensing authorities today announced that the Office of Administrative Law (OAL) has officially approved state regulations for cannabis businesses across the supply chain from cultivation to retail.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>SACRAMENTO – California’s three state cannabis licensing authorities today announced that the Office of Administrative Law (OAL) has officially approved state regulations for cannabis businesses across the supply chain from cultivation to retail. These new regulations take effect immediately.</p>\n<p>The previous emergency regulations, adopted by the Bureau of Cannabis Control, California Department of Public Health and California Department of Food and Agriculture in December 2017 and readopted in June 2018, were originally issued through the emergency rulemaking process to meet the legislative mandate to open California’s regulated cannabis market on January 1, 2018. With today’s action, these emergency regulations are no longer in effect.</p>\n<p>“These approved regulations are the culmination of more than two years of hard work by California’s cannabis licensing authorities,” Bureau Chief Lori Ajax said. “Public feedback was invaluable in helping us develop clear regulations for cannabis businesses and ensuring public safety.”</p>\n<p>Each licensing authority’s final regulations and rulemaking documents have been posted to the California Cannabis Portal and can be viewed by clicking the following link: <a href=\"https://cannabis.ca.gov/cannabis-regulations/\">https://cannabis.ca.gov/cannabis-regulations/</a>.</p>\n<p>The three licensing authorities submitted these regulations to OAL on December 3, 2018, which was the start of their 30-working day review process. This review process ended Wednesday.</p>\n<p><em>For additional information on cannabis regulations, or to subscribe to email alerts to hear about updates as they become available, please visit the Bureau’s website at <a href=\"http://www.bcc.ca.gov/\">http://www.bcc.ca.gov/</a>. For information on all three state licensing authorities, please visit the state’s California Cannabis Portal at <a href=\"https://cannabis.ca.gov/\">https://cannabis.ca.gov/</a>. Follow the Bureau on <a href=\"https://www.facebook.com/BCCinfo.dca/\">Facebook</a>, <a href=\"https://twitter.com/BCCinfo_dca\">Twitter </a>and <a href=\"https://www.instagram.com/bureauofcannabiscontrol/\">Instagram</a> for daily news and updates.</em></p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Press Releases"
    ],
    "tags": [
      "Approved",
      "BCC",
      "Bureau of Cannabis Control",
      "California",
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}