{
  "meta": {
    "created_date": "2018-06-07T17:48:00",
    "updated_date": "2021-07-01T17:52:31",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6246,
    "slug": "readoption-of-the-emergency-regulations-for-cannabis-cultivation",
    "title": "Readoption of the Emergency Regulations for Cannabis Cultivation",
    "author": "Department of Cannabis Control",
    "date": "2018-06-07T17:48:00",
    "modified": "2021-07-01T10:52:31",
    "date_gmt": "2018-06-07T17:48:00",
    "modified_gmt": "2021-07-01T17:52:31",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2018/06/07/readoption-of-the-emergency-regulations-for-cannabis-cultivation/",
    "excerpt": "<p>CalCannabis Cultivation Licensing, a division of the California Department of Food and Agriculture, has readopted the emergency regulations for commercial medicinal and adult-use cannabis cultivation.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>CalCannabis Cultivation Licensing, a division of the California Department of Food and Agriculture, has readopted the emergency regulations for commercial medicinal and adult-use cannabis cultivation. This readoption of the regulations features several amendments, which are outlined <a href=\"http://lists.cdfa.ca.gov/t/75449/107898/1339/3/\" aria-label=\"Regulation amendments\">here</a>.</p>\n<p><strong>Effective June 6, 2018</strong>, all applicants seeking temporary licensure must submit the following attachments with every temporary cannabis cultivation license application:</p>\n<ul>\n<li>A copy of a valid license, permit, or other authorization, issued by a local jurisdiction;</li>\n<li><em>New!&nbsp;</em>A proposed cultivation plan;</li>\n<li><em>New! </em>Identification of applicable water sources and the applicable supplemental information;</li>\n<li><em>New!&nbsp;</em>Evidence of enrollment with the applicable Regional Water Quality Control Board or State Water Resources Control Board for water-quality-protection programs or written verification from the appropriate board that enrollment is not necessary.</li>\n</ul>\n<p>Please refer to Section 8100 of the emergency regulations for clarification of the temporary license application requirements at the link provided above.</p>\n<p><strong>Temporary applications that do not contain all the required information and documentation will be deemed incomplete and will be denied. Any existing temporary licenses or temporary license applications submitted prior to June 6, 2018, are not required to include the additional documentation.</strong></p>\n<p>The CalCannabis Licensing System is being updated to reflect these additional requirements. Until that update is complete, applicants may still submit the required documents in one of the following ways:</p>\n<p><span><strong>1. Electronically:</strong></span></p>\n<p>Upload the new required documents via the <a href=\"http://lists.cdfa.ca.gov/t/75449/107898/1342/4/\">CalCannabis Licensing System</a> and either:</p>\n<p>a. Add the attachments on the page labeled “Step 2: Attachments” <span>prior </span>to final submission of the application:</p>\n<p>Click the “Add” button</p>\n<p>Select document to upload and click “Continue”</p>\n<p>Select “Other” within the “Type” dropdown list</p>\n<p>Provide a brief description of the attachment</p>\n<p>Click “Save” when finished</p>\n<p>Repeat for each attachment</p>\n<p><em>or</em></p>\n<p>b. Add the attachments <span>after</span> final submission of the application:</p>\n<p>While logged in, locate and select the desired application record in the “My Licenses” toolbar link</p>\n<p>Select the down arrow next to “Record Info” and select “Attachments”</p>\n<p>Click the “Add” button</p>\n<p>Select the document to upload and click “Continue”</p>\n<p>Select “Other” within the “Type” dropdown list</p>\n<p>Provide a brief description of the attachment</p>\n<p>Click “Save” when finished</p>\n<p>Repeat for each document you want to attach</p>\n<p>A&nbsp;quick reference guide on how to add attachments after submission of an application is available <a href=\"http://lists.cdfa.ca.gov/t/75449/107898/1340/5/\" aria-label=\"How to add attachments\">here</a>.</p>\n<p><span><strong>2. By Mail:</strong></span></p>\n<p>Submit a hard copy of the application form and all required documents to: California Department of Food and Agriculture, CalCannabis Cultivation Licensing Division, P.O. Box 942871, Sacramento, California 94271. The updated Cannabis Cultivation Temporary License Application is available <a href=\"https://static.cdfa.ca.gov/MCCP/document/Temporary%20Cannabis%20Cultivation%20Application_Paper%20Version_%2020180315.pdf\">here</a>.</p>\n<p>If you have questions about this notice, please contact CalCannabis Cultivation Licensing by calling toll-free 1-833-CALGROW (1-833-225-4769) or send an email to <a href=\"mailto:CalCannabis@cdfa.ca.gov\">CalCannabis@cdfa.ca.gov</a>.</p>\n<p><em>CalCannabis Cultivation Licensing is a division of the California Department of Food and Agriculture. <strong>For more information on the state’s cannabis cultivation licensing process, please call toll-free 1-833-CALGROW or send an email to </strong></em><a href=\"mailto:calcannabis@cdfa.ca.gov\"><em>calcannabis@cdfa.ca.gov</em></a><em><strong>. Thank you.</strong></em></p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "CalCannabis Cultivation Licensing",
      "California Department of Food and Agriculture",
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}