{
  "meta": {
    "created_date": "2017-06-16T21:37:00",
    "updated_date": "2021-07-01T17:52:36",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6288,
    "slug": "six-key-updates-in-californias-latest-marijuana-regulatory-proposal",
    "title": "Six Key Updates in California&#8217;s Latest Marijuana Regulatory Proposal",
    "author": "Department of Cannabis Control",
    "date": "2017-06-16T21:37:00",
    "modified": "2021-07-01T10:52:36",
    "date_gmt": "2017-06-16T21:37:00",
    "modified_gmt": "2021-07-01T17:52:36",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2017/06/16/six-key-updates-in-californias-latest-marijuana-regulatory-proposal/",
    "excerpt": "<p>State lawmakers on Monday unveiled compromise marijuana regulation legislation that attempts to meld rules for recreational and medical growing, sales and use.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p dir=\"ltr\">State lawmakers on Monday unveiled compromise marijuana regulation legislation that attempts to meld rules for recreational and medical growing, sales and use.</p>\n<p dir=\"ltr\">The <strong><a href=\"http://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201720180SB94\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">215-page bill</a></strong> was drafted over weeks of negotiations by the governor’s office, legislators, labor representatives, marijuana industry players, local government and law enforcement officials. If the bill is approved as expected, the legislation—combined with <strong><a href=\"http://www.therecorder.com/id=1202778024422\" target=\"_blank\" rel=\"noopener noreferrer\">rules being developed by the Bureau of Medical Marijuana Regulation</a></strong>—will lay the groundwork for California’s entrance into the legalized cannabis market on Jan. 1.</p>\n<p dir=\"ltr\">“We’re still working through the bill,” said Nathanael Bradley, policy director for the California Cannabis Industry Association. “But we’re very pleased with a lot of what we have seen. It’s clear the governor’s office listened to all the concerns of the stakeholders involved.”</p>\n<p dir=\"ltr\">The bill makes a number of significant changes to draft language the governor introduced in April. What follows are several key highlights from the legislation.</p>\n<p dir=\"ltr\">► <strong>It drops a requirement that license holders maintain</strong> their medical and recreational-use operations at separate locations. Industry leaders said that provision—intended to protect owners <strong><a href=\"http://www.therecorder.com/id=1202772863988/Trumps-Pick-for-AG-Worries-Marijuana-Advocates-\" target=\"_blank\" rel=\"noopener noreferrer\">should the federal government crack down</a></strong> on recreational businesses—was unworkable.</p>\n<p dir=\"ltr\">► <strong>The bill eliminates a short-term ban on granting licenses to nonresidents</strong> of California. Those involved with the bill’s negotiation said the provision likely violated the state constitution.</p>\n<p dir=\"ltr\">“We think that with the proposed changes the existing business community has the tools they need to quickly transition and compete on level playing field with newcomers,” said Hezekiah Allen, executive director of the California Growers Association.</p>\n<p dir=\"ltr\">State regulators have said they will give licensing priority under the new system to nonprofits already operating in compliance with medical marijuana laws.</p>\n<p dir=\"ltr\">► <strong>It rejects a mandated independent distribution model</strong> that would have restricted who could transport marijuana to market. Labor advocates wanted those restrictions but have settled instead for commercial distribution requirements, such as safety inspections by the California Highway Patrol. Based on the compromises, the Teamsters will support the new bill, said Barry Broad, a lobbyist for the union.</p>\n<p dir=\"ltr\">► <strong>The legislation allows for the creation of cooperatives</strong>—cultivating no more than four acres—to help small growers compete.</p>\n<p dir=\"ltr\">► <strong>It provides asset forfeiture protection</strong> to landowners who rent or lease to marijuana operations.</p>\n<p dir=\"ltr\">► <strong>It requires the Department of Food and Agriculture to set up</strong> appellation and organic standards.</p>\n<p dir=\"ltr\">Allen of the California Growers Association called the bill “a thoughtful and robust foundation for a well-regulated cannabis marketplace in California.”</p>\n<p dir=\"ltr\">The bill was drafted as a rider to the governor’s annual budget legislation, which is expected to come up for a vote in both houses on Thursday.</p>\n<p>Separately developed regulations governing medical marijuana are now being circulated for public comment. Lori Ajax, the state’s chief marijuana regulator, has said <strong><a href=\"http://www.therecorder.com/id=1202786658244\" target=\"_blank\" rel=\"noopener noreferrer\">her agency will use a combination</a></strong> of existing statutes, grace periods, temporary licenses and emergency regulations to ensure that oversight of the new system starts as planned on Jan. 1.</p>\n<p><a href=\"/\">Back to Home Page</a></p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      null,
      null,
      null
    ]
  }
}