{
  "meta": {
    "created_date": "2021-05-14T22:07:00",
    "updated_date": "2021-07-01T17:52:22",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6177,
    "slug": "state-cannabis-authorities-laud-governor-newsoms-california-comeback-plan-proposals-for-cannabis",
    "title": "State Cannabis Authorities Laud Governor Newsom’s California Comeback Plan Proposals for Cannabis",
    "author": "Department of Cannabis Control",
    "date": "2021-05-14T22:07:00",
    "modified": "2021-07-01T10:52:22",
    "date_gmt": "2021-05-14T22:07:00",
    "modified_gmt": "2021-07-01T17:52:22",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2021/05/14/state-cannabis-authorities-laud-governor-newsoms-california-comeback-plan-proposals-for-cannabis/",
    "excerpt": "<p>Plan proposes millions in funding to address environmental impacts, public health and safety concerns, and equity and inclusion.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p><em>Plan proposes millions in funding to address environmental impacts, public health and safety concerns, and equity and inclusion</em></p>\n<p><strong>SACRAMENTO</strong> – Governor Newsom’s California Comeback Plan released today proposes $100 million General Fund in grant funding for local governments to complete environmental studies, license reviews, and mitigate environmental impacts. The proposal supports a broader effort to transition cannabis businesses into the regulated market and to reduce barriers to entry for small businesses. The California Comeback Plan also proposes a Deputy Director of Equity and Inclusion to lead state efforts to address the impacts of the War on Drugs and allocates nearly $630 million in cannabis tax funds to public health, environmental protection, and public safety initiatives.</p>\n<p><strong>Local Assistance Grant Program and Transition of Provisional Licenses</strong><br />Approximately 82 percent of California’s cannabis licensees are provisionally licensed. The Local Jurisdiction Assistance Grant Program targets jurisdictions that have high numbers of provisional licensees across the supply chain, many of which were early adopters and are transitioning larger populations of legacy and equity operators into the regulated market. Funds are intended to aid locals in more expeditiously reviewing provisional licensee local requirements, notably those related to the California Environmental Quality Act, and can be passed through to licensees for things such as mitigation measures, including those related to water conservation. Once these requirements are met, the state can more rapidly transition provisional licensees to annual state licenses.</p>\n<p>“This grant funding aims to serve local governments and a significant portion of the provisional license population, including a number of small businesses and equity operators,” said Nicole Elliott, Governor Newsom’s Senior Advisor on Cannabis. “We are committed to maintaining stability across the cannabis supply chain, supporting our local partners, and transitioning provisional licenses into annual licensure more swiftly, without sacrificing California’s environmental commitments.”</p>\n<p>The funding is calculated based on provisional licenses issued by the state, and is proposed to be allocated as follows:</p>\n<ul>\n<li>Category 1 – 25%: Top 8 jurisdictions allowing cannabis cultivation.</li>\n<li>Category 2 – 25%: Top 8 jurisdictions allowing manufacturing and the top 8 jurisdictions allowing all other cannabis activities, except events.</li>\n<li>Category 3 – 50%: Additional funding for jurisdictions that qualify for Category 1 or 2 and are also implementing local equity programs.</li>\n</ul>\n<p>Under current statute, the provisional license program will sunset on January 1, 2022. The Governor’s Plan proposes allowing provisional licenses to be issued until June 30, 2022, makes explicit environmental compliance requirements necessary to attain and maintain a provisional<br />license, mandates the Department to specify through regulation what progress is required to maintain a provisional license, and removes the sunset date, thereby allowing a provisional license to be maintained so long as the applicant is making measurable progress toward achieving annual licensure.</p>\n<p><strong>Deputy Director of Equity and Inclusion</strong><br />The California Comeback Plan proposes an additional position within the Department of Cannabis Control – a Deputy Director of Equity and Inclusion – to serve as the lead on all matters of the Department pertaining to the implementation of the California Cannabis Equity Act. This individual would be the Department liaison for local equity programs created to support and reduce barriers to<br />entry for those negatively impacted by the War on Drugs and would also work directly with the Department Director to further incorporate equity and inclusivity into policies and operational activities throughout the Department.</p>\n<p><strong>Sustainable California Grown Cannabis Pilot Program</strong><br />The California Comeback Plan proposes $9 million in funding for a Sustainable California Grown Cannabis pilot program which will provide funding to incentivize licensed outdoor cannabis growers to participate in the collection of data to benchmark best practices that reduce the environmental impact of cannabis water and energy use; pest management and fertilizer practices; and, to enhance<br />soil health. The purpose of the pilot program is to establish science-based data for the future inclusion of cannabis in current and future state and national voluntary programs to advance environmental stewardship and to develop and advance Best Management Practices for Sustainable Cannabis Growing.</p>\n<p><strong>Updated Tax Allocations</strong><br />The California Comeback Plan estimates $629.1 million in cannabis tax funding will be available for public health, environmental protection, and public safety initiatives, a 41.9 percent increase from the Governor’s Budget estimates in January. The funding will be allocated as follows:</p>\n<ul>\n<li>Education, prevention, and treatment of youth substance use disorders and school retention — 60% ($377.5 million).</li>\n<li>Clean-up, remediation, and enforcement of environmental impacts created by illegal cannabis cultivation — 20% ($125.8 million).</li>\n<li>Public safety-related activities — 20% ($125.8 million).</li>\n</ul>\n<p>The Department of Cannabis Control will be formed on July 1, 2021, pending approval by the Legislature, and will combine the cannabis licensing and regulatory functions currently performed by the Department of Consumer Affairs’ Bureau of Cannabis Control, the California Department of Food and Agriculture’s CalCannabis Cultivation Licensing Division, and the California Department of Public Health’s Manufactured Cannabis Safety Branch.</p>\n<p>For more information on the California Comeback Plan and cannabis proposals, visit the <a href=\"http://www.ebudget.ca.gov/\">Department of Finance’s eBudget website</a>.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "BCC",
      "Bureau of Cannabis Control",
      "CalCannabis",
      null
    ]
  }
}