{
  "meta": {
    "created_date": "2018-06-06T22:56:00",
    "updated_date": "2021-07-01T17:52:31",
    "api_version": "v2",
    "api_url": "https://staginginye.prod3.sites.ca.gov/wp-json/wp/v2/",
    "process": {
      "source_code": "https://github.com/cagov/cron",
      "source_data": "https://staginginye.prod3.sites.ca.gov",
      "deployment_target": "https://github.com/cagov/cannabis.ca.gov/tree/main"
    },
    "refresh_frequency": "as needed"
  },
  "data": {
    "id": 6248,
    "slug": "transition-period-requirements",
    "title": "Transition Period Requirements",
    "author": "Department of Cannabis Control",
    "date": "2018-06-06T22:56:00",
    "modified": "2021-07-01T10:52:31",
    "date_gmt": "2018-06-06T22:56:00",
    "modified_gmt": "2021-07-01T17:52:31",
    "meta": {
      "_et_pb_use_builder": "",
      "_et_pb_old_content": "",
      "_et_gb_content_width": ""
    },
    "template": "/www/wp-content/plugins/ca-design-system-gutenberg-blocks/includes/templates/template-single-press-release.php",
    "wordpress_url": "https://staginginye.prod3.sites.ca.gov/2018/06/06/transition-period-requirements/",
    "excerpt": "<p>The transition period in the licensing authorities’ regulations allowing exceptions from specific regulatory provisions ends on June 30, 2018.</p>\n",
    "format": "standard",
    "type": "post",
    "design_system_fields": {
      "display_title": false
    },
    "content": {
      "rendered": "<p>The transition period in the licensing authorities’ regulations allowing exceptions from specific regulatory provisions ends on June 30, 2018. Beginning July 1, 2018, cannabis goods must meet all statutory and regulatory requirements. Cannabis goods that do not meet all statutory and regulatory requirements must be destroyed in accordance with the rules pertaining to destruction.</p>\n<p><span><strong>LABORATORY TESTING REQUIREMENTS:</strong></span></p>\n<p>Beginning July 1, 2018, a licensee may only sell cannabis goods that have been tested and passed all testing requirements in effect at the time of testing.</p>\n<ul>\n<li>Untested cannabis goods cannot be sold by a retailer and must be destroyed. A retailer may not send cannabis goods to a distributor for testing.</li>\n<li>Untested cannabis goods manufactured or harvested before January 1, 2018, in possession of a distributor that are owned by the distributor must be destroyed.</li>\n<li>Untested cannabis goods manufactured or harvested before January 1, 2018, in the possession of a distributor owned by a manufacturer or cultivator may be returned to the licensee who owns the cannabis goods. If a cultivator or manufacturer chooses to sell the returned cannabis goods, the cannabis goods must be sent to a distributor for testing and must meet all of the testing requirements in effect at the time of testing before transported to a retailer for sale.</li>\n</ul>\n<p><span><strong>PACKAGING AND LABELING REQUIREMENTS:</strong></span></p>\n<p>Beginning July 1, 2018, all packaging and labeling must be performed prior to cannabis goods being transported to a retailer.</p>\n<ul>\n<li>A retailer shall not accept cannabis goods that are not properly packaged and labeled. A retailer shall not package or label cannabis goods, even if the cannabis goods were in inventory before July 1, 2018. However, for medicinal sales, retailers will place a sticker on cannabis goods stating, “FOR MEDICAL USE ONLY” upon sale to a qualified medicinal consumer, unless the statement is already printed on the package.</li>\n<li>A retailer may not send unpackaged cannabis goods to another licensee for packaging or labeling. Cannabis goods in possession of a retailer that do not meet packaging and labeling requirements must be destroyed.</li>\n<li>Exit packaging is not required to be child-resistant and can no longer be used to satisfy the child-resistant packaging requirements. All cannabis goods must be in child-resistant packaging prior to delivery to a retailer.</li>\n</ul>\n<p><span><strong>THC LIMITS FOR EDIBLE CANNABIS PRODUCTS:</strong></span></p>\n<p>Beginning July 1, 2018, edible cannabis goods may not exceed 10 milligrams of THC per serving and may not exceed 100 milligrams of THC per package.</p>\n<p><span><strong>THC LIMITS FOR NON-EDIBLE CANNABIS PRODUCTS:</strong></span></p>\n<p>Beginning July 1, 2018, non-edible cannabis products must meet package THC restrictions.</p>\n<ul>\n<li>Non-edible cannabis products shall not contain more than 1,000 milligrams of THC per package if intended for sale only in the adult-use market.</li>\n<li>Non-edible cannabis products shall not contain more than 2,000 milligrams of THC per package if intended for sale only in the medicinal market.</li>\n</ul>\n<p><span><strong>INGREDIENTS AND APPEARANCE OF CANNABIS PRODUCTS:</strong></span></p>\n<p>Beginning July 1, 2018, a retailer may only sell cannabis products that meet the requirements set by the California Department of Public Health for ingredients or appearance.</p>\n<p>For additional information about the transition period requirements, or to subscribe to email alerts to hear about updates as they become available, please visit the Bureau’s website at <a href=\"http://www.bcc.ca.gov/\">http://www.bcc.ca.gov/</a>. For information on all three state licensing authorities, please visit the state&#8217;s California Cannabis Portal at <a href=\"/\">/</a>. Follow the Bureau on Facebook, Twitter and Instagram for daily news and updates.</p>\n<p>Those looking to get in touch with the Bureau of Cannabis Control can call our Call Center at (833) 768-5880, or send an email to bcc@dca.ca.gov.</p>\n",
      "protected": false
    },
    "headless": true,
    "categories": [
      "Announcements"
    ],
    "tags": [
      "BCC",
      "Bureau of Cannabis Control",
      "California Department of Food and Agriculture",
      "California Department of Public Health",
      null,
      null,
      null,
      null,
      null,
      null,
      null
    ]
  }
}